Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: No, jesteśmy na miejscu. Wolałem nie ryzykować wypływania w otwarte morze tą małą łajbą.
uk: Що ж, ми на місці. Я вирішив не ризикувати, виходячи у відкрите море на цьому маленькому човні.

source: No, jesteśmy. Gdzie ja... a tak, proszę, 'Mistrzostwo Nordmarczyków'. Rozstaję się z nią z ciężkim sercem, ale umowa to umowa.
uk: Що ж, ось ми і тут. Де ж я... а так, ось, будь ласка, 'Майстерність нордмарців'. Я розлучаюся з нею з важким серцем, але угода є угода.

source: No, leć. Nie chcemy przecież, żeby ktoś, kto poszedł polować na ścierwojady zgodnie z wytycznymi, trafił na obszar zajęty przez zębacze!
uk: Ну, до справи. Зрештою, ми ж не хочемо, щоб хтось пішов полювати на падальників згідно з інструкцією, а опинився на території, де водяться снеппери!

source: No, mały, twoja rada okazała się bardzo dobra. Dogadałem się z Ritą, pozwoliła mi zostać.
uk: Що ж, юначе, твоя порада виявилася дуже слушною. Я домовився з Ритою, і вона дозволила мені залишитися.

source: No, mówże, o co chodzi. Byle szybko!
uk: Давай, кажи що треба. Тільки швидко!

source: No, mądry z ciebie facet. Ja i moi przyjaciele będziemy mieć na ciebie oko!
uk: Правильне рішення. Я та мої друзі приглянемо за тобою!

source: No, na co czekasz? Idź do beczki i wyciągnij coś dla mnie.
uk: Ну, чого ти чекаєш? Підійди до бочки і дістань щось для мене.

source: No, nareszcie bezpieczni.
uk: Нарешті ми в безпеці.

source: No, nareszcie będziemy mogli spokojnie zasnąć, bez obawy, że jakiś chodzący kamień nas rozgniecie!
uk: Що ж, нарешті ми зможемо спати спокійно, не боячись, що нас розчавить якийсь ходячий камінь!

source: No, nareszcie ktoś się tym zajął. Ale nieważne, może jakiś mały zakładzik?
uk: Що ж, нарешті хтось цим зайнявся. Але неважливо. Як щодо невеличкої ставки?

source: No, nie daj się prosić! Mały pojedynek. Słuchaj, jak wygrasz, to dostaniesz ode mnie spory mieszek złota. Co ty na to?
uk: Ну, не змушуй просити! Невеличкий поєдинок. Слухай, якщо ти переможеш, я дам тобі великий гаманець з золотом. Що скажеш?

source: No, nie do końca. Kilka osób wie, ale w większości są to ludzie współpracujący z nami, albo tacy, którzy się nas boją.
uk: Ну, не зовсім. Кілька людей знають, але це переважно ті, хто з нами працює, або ті, хто нас боїться.

source: No, nie jesteś wcale taki głupi. Może jeszcze będą z ciebie ludzie!
uk: Виявляється, ти не такий дурний, яким здаєшся. Можливо, з тебе ще будуть люди!

source: No, nie sam.
uk: Ні, не сам.

source: No, nie spodziewałem się innej odpowiedzi. Tylko szybko, bo kości mi zamarzają!
uk: Що ж, іншої відповіді я й не очікував. Тільки швидше, бо в мене кістки замерзають!

source: No, nie za bardzo.
uk: Ну, не дуже.

source: No, nie!
uk: О ні!

source: No, no, i nawet w miarę suchy.
uk: Так-так, і навіть досить сухий.

source: No, no, ktoś się spisał. U kogo ją reperowałeś?
uk: Так, так, хтось добре попрацював. В кого ти її полагодив?

source: No, no, nie jest źle! Myślę, że nie przyniesie ci wstydu wśród kolegów.
uk: Так, так, непогано! Думаю, він не осоромить тебе перед твоїми колегами.

source: No, no, nie jest źle. Wygląda na to, że możesz być całkiem przydatnym rekrutem.
uk: Так, так, непогано. Схоже, ти можеш бути досить корисним новобранцем.

source: No, no, no! Widzisz, kilka kropli tego wywaru i twoja celność jest o niebo lepsza!
uk: Так, так, так! Як бачиш, кілька крапель цього відвару – і твоя влучність на порядок вища!

source: No, no, trochę potrafisz! Z przyjemnością wcielam cię do oddziału tropicieli. Zobaczysz, nie pożałujesz!
uk: Так, так, ти вже дещо вмієш! Я залюбки візьму тебе до загону слідопитів. Ось побачиш, ти не пошкодуєш!

source: No, no, uważaj młody. Trzeba sobie radzić w życiu.
uk: Ну-ну, обережно, юначе. Треба якось давати собі раду в житті.

source: No, no, widzę, że uzbierałeś całkiem pokaźną sumkę.
uk: Так-так, я бачу, ти зібрав досить солідну суму.

source: No, no. Nieźle ci idzie. Nabierasz wprawy.
uk: Добре, у тебе добре виходить. Ти стаєш все вправнішим.

source: No, no. Przynieś tyle gnoju, ile znajdziesz.
uk: Ну і ну. Принеси стільки гною, скільки зможеш знайти.

source: No, no... to się nazywa niecodzienny cel wyprawy...
uk: Так, так... це саме те, що я називаю незвичайним маршрутом...

source: No, no... zaczynasz mi się naprawdę podobać, mały!
uk: Так, так... Ти мені починаєш подобатися, малий!

source: No, pokaż, co przyniosłeś.
uk: Ну, показуй, що приніс.

source: No, pokaż, czego się nauczyłeś.
uk: Що ж, покажи, чого ти навчився.

source: No, pokaż, na co cię stać.
uk: Що ж, покажи, на що ти здатен.

source: No, poradziłeś sobie całkiem nieźle!
uk: Що ж, у тебе непогано вийшло!

source: No, poszedł mi już stąd!
uk: Ану, геть звідси!

source: No, powiedzmy.
uk: Так, досі.

source: No, powodzenia. Mam inną robotę na głowie.
uk: Що ж, удачі тобі з цим. У мене є інші справи.

source: No, prawie nikt.
uk: Ну, майже ніхто.

source: No, proszę. To mu chyba wystarczy, nie?
uk: Ось, прошу. Думаю, йому цього вистачить, так?

source: No, przylazł jeden i oferował chłopakom różne towary. Nie przeszkadzał im w pracy, więc akceptowałem jego obecność.
uk: Ну, приходив один і пропонував хлопцям різні товари. Він не заважав їм працювати, тому я змирився з його присутністю.

source: No, przyszedłeś! Oskarżono cię o kradzież! Są świadkowie!
uk: Нарешті ти прийшов! Тебе звинувачують у крадіжці! Є свідки!

source: No, spróbuj!
uk: Що ж, спробуй!

source: No, tego mi było trzeba.
uk: Ну ось, це мені і було потрібно.

source: No, ten, którym miałem zapłacić za podróż.
uk: Ну, той, яким я мав заплатити за мандрівку.

source: No, teraz ci się dostanie, bydlaku!
uk: Ну, тепер ти отримаєш, виродку!

source: No, teraz możemy pogadać o interesach. Wygląda na to, że Ernesto stracił odrobinę zaufania.
uk: Що ж, тепер ми можемо поговорити про справи. Схоже, Ернесто трохи втратив довіру.

source: No, teraz się stąd zabieraj!
uk: Ну, а тепер забирайся звідси!

source: No, to by było na tyle. Idź przekazać wieści Andreasowi.
uk: Що ж, це все. Іди і розкажи цю новину Андреасу.

source: No, to by było na tyle. Mam nadzieję, że nie chciał nas wykorzystać, tylko faktycznie chciał zobaczyć, czego się nauczyliśmy po dołączeniu do straży.
uk: Ну, ось і все. Сподіваюся, він не хотів скористатися нами, а насправді хотів подивитися, чого ми навчилися після вступу до Варти.

source: No, to byłoby na tyle. Koniec trasy.
uk: Що ж, на цьому все. Кінець екскурсії.

source: No, to chyba wszystko. Resztę ustalę z Tomasem osobiście. Dzięki za kontakt, bywaj.
uk: Ну, думаю, поки це все. Про все інше я домовлюся з Томасом особисто. Дякую, що зайшов, бувай.

source: No, to do roboty. Nie ma co tutaj sterczeć i marznąć. Siadamy gdzieś razem, czy się rozdzielamy?
uk: Ну, давай приступимо до роботи. Немає сенсу стояти і мерзнути. Сядемо разом чи розділимося?

source: No, to ja wracam do ciężkiej pracy! Czy się stoi czy się leży, dwieście złota się należy!
uk: Що ж, я повертаюся до своєї важкої роботи! Хоч стій, хоч лежи, але двісті золотих будуть твої!

source: No, to już wszyscy. Jakieś pomysły, jak otworzyć to wielkie żelastwo przed nami?
uk: Ну, це все. Є якісь ідеї, як відкрити цю велику залізяку перед нами?

source: No, to mi się podoba. Przekaż Tomasowi, że będziemy brać 8 skrzynek tygodniowo.
uk: Що ж, мені це подобається. Скажи Томасу, що ми братимемо по 8 ящиків на тиждень.

source: No, to mi się podoba. Wyciągaj broń!
uk: Що ж, мені це подобається. Готуй зброю!

source: No, to pierwszy problem z głowy.
uk: Що ж, першу проблему вирішено.

source: No, to teraz już wiesz!
uk: Тепер будеш знати!

source: No, to teraz możemy pogadać.
uk: Ну, а тепер ми можемо поговорити.

source: No, to zdrówko.
uk: Що ж, будьмо.

source: No, towarzystwo, rozsiadać się! Zaraz Marvin przyniesie nam trochę drewna, a wtedy rozpalę ognisko!
uk: Ну що ж, товариство, влаштовуйтеся! Зараз Марвін принесе нам трохи дров, і тоді я розведу багаття!

source: No, trudny cel sobie obrałeś. Jesteś pewien, że nie wolisz zrobić czegoś prostszego? Na przykład zabić trolla?
uk: Що ж, ти поставив перед собою складну мету. Ти впевнений, що не хочеш зробити щось простіше? Вбити троля, наприклад?

source: No, tylko spokojnie!
uk: Спокійно...

source: No, w końcu ktoś mi przyznał rację. To dla ciebie!
uk: Ну, нарешті хтось визнав мою правоту. Це тобі!

source: No, widzę że już prawie wszystko skończone, ale te trzy pale są uszkodzone.
uk: Бачу, що вже майже все готово, але ці три опори пошкоджені.

source: No, widzę, że się spisałeś lepiej od nieodżałowanej pamięci Hoda.
uk: Що ж, бачу ти зробив більше, ніж покійний Ход.

source: No, wiedziałem, że mogę na ciebie liczyć. Dzięki! I do zobaczenia.
uk: Я знав, що можу на тебе розраховувати. Дякую! Ще побачимося.

source: No, wyciągaj broń. Tylko się postaraj!
uk: Ну що ж, діставай свою зброю. Покажи, на що ти здатен!

source: No, wygląda na to, że czas się rozliczyć.
uk: Що ж, схоже, настав час розрахуватися.

source: No, wynocha!
uk: Ну, забирайся!

source: No, wynocha! Jak jeszcze raz cię tutaj zobaczę, nie będę taki miły!
uk: Тоді забирайся геть! Якщо ще раз побачу тебе тут, то вже не буду таким добрим!

source: No, wynoś się!
uk: Ну, забирайся!

source: No, wzajemnie!
uk: Навзаєм!

source: No, zabieraj się stąd!
uk: Ану, забирайся звідси!

source: No, zabieraj się!
uk: Ну, забирайся!

source: No, zapraszam.
uk: Що ж, будь ласка.

source: No, zawsze to coś.
uk: Ну, все як завжди.

source: No, zmykaj już, bo nigdy nie naprawię tego żagla.
uk: Забирайся з дороги, інакше я ніколи не полагоджу вітрило.

source: No, ładnie tutaj, muszę się bardzo dokładnie rozejrzeć.
uk: Що ж, тут гарно. Треба все навколо ретельно роздивитися.

source: No.
uk: Ні.

source: No. Teraz się możesz oddalić.
uk: Добре, тепер можеш іти.

source: No. To do jutra.
uk: Що ж, до завтра.

source: No...
uk: Ну...

source: No... dobrze... weź je.
uk: Ну... добре... забирай.

source: No... dług za to, że mnie wtedy uwolniliście!
uk: Ну... борг за те, що ви мене тоді визволили!

source: No... i po krzyku!
uk: Ну от і все!

source: No... inni ludzie dobrej woli.
uk: Ну... інші люди доброї волі.

source: No... no to nie moje jest! Naprawdę! Co jeszcze mam wam powiedzieć, oszuści?!
uk: Ну... Ну, це не моє! Справді! Що ще я маю вам сказати, негідники?!

source: No... oni. Nie znam imion, przysięgam! Przychodzili zawsze w nocy, nosili kaptury i maski, nie widziałem ich twarzy...
uk: Ну... вони. Я не знаю їхніх імен, присягаюся! Вони завжди приходили вночі, носили каптури і маски, я не міг розгледіти їхніх облич...

source: No... przecież z czymś muszą się łączyć...
uk: Ну... вони мусять з чимось з'єднуватись...

source: No... stary już jestem i plecy mnie rypią, a na służbę mnie nie stać!
uk: Ну... я вже старий, моя спина вже не та, а служницю я не можу собі дозволити!

source: No... tak średnio bym powiedział. Za to całkiem nieźle strzelam.
uk: Ну... Я б так не сказав, хоча я непогано стріляю.

source: No... tak. W dodatku nie był to mój pomysł, bo nie opuściłem wyspy sam. Był ktoś jeszcze.
uk: Ну... так. До того ж, це була не моя ідея, я не сам покинув острів. Був ще дехто.

source: No... test, czy sobie poradzisz, rzecz jasna!
uk: Ну... тест, щоб перевірити, чи ти впораєшся, звісно!

source: No... w sumie czemu nie.
uk: Ну... чому б і ні.

source: No... w sumie, czemu nie.
uk: Ну... загалом, чому б і ні.

source: No... wydobywamy w niej złoto. Kilofami. A pilnują nas najemnicy. Tyle.
uk: Ну... ми видобуваємо тут золото. Кирками. І нас охороняють найманці. Ось так.

source: Nocne wycie
uk: Нічні завивання

source: Nocny Wartownik
uk: Нічний вартовий

source: Nocny patrol
uk: Нічний патруль

source: Nocny patrol za mną. Pora porozmawiać z Roderichem o moich szansach na zostanie strażnikiem.
uk: Нічне патрулювання вже позаду. Час поговорити з Родеріхом про мої шанси стати вартовим.

source: Noga szkieletu
uk: Нога скелета

source: Nonsens. Każdy mężczyzna w naszej rodzinie był łowcą.
uk: Нісенітниці. Кожен чоловік у нашій родині був мисливцем.

source: Noo, może poza slumsami, ale kto by chciał je odwiedzać!
uk: Ну, за винятком хіба що нетрів, але хто ж захоче їх відвідувати!

source: Nooo. Wielkie kamienne bloki. Nie jedzą, nie śpią, nie chcą żołdu.
uk: Так. Величезні кам'яні брили. Вони не їдять, не сплять, не вимагають платні.

source: Nordmar z kolei jest doliną otoczoną ze wszystkich stron łańcuchami gór, które w naturalny sposób odgradzają krainę od wpływów świata zewnętrznego.
uk: З іншого боку, Нордмар - це долина, оточена з усіх боків гірськими хребтами, які відокремлюють її від впливу зовнішнього світу.

source: Nordmar?
uk: Нордмар?

source: Nordmarczyk
uk: Нордмарець

source: Nordmarczyk nie będzie już niepokoił mieszkańców Silbach i winnicy Rity. Z pewnością ucieszy to Oktava.
uk: Нордмарець більше не потурбує мешканців Сільбаху та виноградника Рити. Це, безумовно, порадує Октава.

source: Nordmarczyków, spisana przez Araxos.
uk: нордмарців. Переписана Гільдією Араксос.

source: Nordmarczyków. Jej przestudiowanie
uk: нордмарців. Її вивчення

source: Nordmarska włócznia
uk: Нордмарський спис

source: Nordmarski młot
uk: Нордмарський молот

source: Normalne, a jakie ma być?
uk: Нормально, а як має бути?

source: Normalnie bym ją przegoniła, ale współczuję tej kobiecie... Stracić jedyne dziecko – to musi być koszmar.
uk: Зазвичай я б її прогнала, але мені шкода цю жінку... Втратити єдину дитину – це, мабуть, просто жахіття.

source: Normalnie bym się tym nie przejął, ale zdaje się, że facet ma jakieś chody czy inne znajomości wśród rajców miejskich, a to oni ustalają wysokość naszych żołdów.
uk: Зазвичай я б не турбувався про це, але хлопець, здається, має певний вплив або інші зв'язки серед міської ради, а саме вони встановлюють нашу платню.

source: Normalnie byłoby to zakucie w dyby i chłosta.
uk: Зазвичай, тебе б закували в кайдани на площі та відшмагали.

source: Normalnie kazałbym ci wypluć te słowa i zlecił karną wartę...
uk: Зазвичай я сказав би тобі виплюнути ці слова і покарав би чергуванням...

source: Normalnie poprosiłbym kogoś ze swoich ludzi, by się ich pozbyli, ale nie chcę, by wszyscy się dowiedzieli o moim... niedopilnowaniu winnicy.
uk: Зазвичай я б попросив когось зі своїх людей позбутися їх, але я не хочу, щоб усі дізналися про мою... нездатність доглядати за виноградником.

source: Normalnie prosiłbym o to któregoś z najemników, ale widzę po tobie, że nie jesteś zwykłym pieskiem Rodericha.
uk: Зазвичай я б попросив про це когось із найманців, але я бачу по тобі, що ти не просто пес Родеріха.

source: Normalnie sprzedajemy tutaj tylko pojedyncze słoiki, a cała reszta wędruje do Gildii Kupieckiej...
uk: Зазвичай ми продаємо тут лише невеличкі баночки, а решта йде до Торгової Гільдії...

source: Normalnie uznałbym, że to po prostu pożar... ale ci Wilczy Synowie na wieży sygnałowej? To nie może być przypadek.
uk: Зазвичай я б подумав, що це просто пожежа... але ці Вовчі Сини на сигнальній вежі? Це не може бути збігом.

source: Norman
uk: Норман

source: Norman polecił mi porozmawiać o sprawie Fridy z Bradlockiem.
uk: Норман порадив мені обговорити справу Фріди з Бредлоком.

source: Nosimy to całą noc. Jakim cudem wynieśli skrzynie w tak krótkim czasie?
uk: Ми носили його всю ніч. Яким дивом вони встигли так швидко винести ящики?

source: Nosisz pancerz Gildii, ale widać po twojej gębie i słowach, żeś porządny chłop.
uk: Ти носиш обладунки Гільдії, але з твоїх слів видно, що ти порядний хлопчина.

source: Nosił na sobie pancerz strażnika.
uk: Він був одягнений в обладунки вартового.

source: Noszenie towarów po zmroku brzmi dość podejrzanie.
uk: Розвантаження товарів після настання темряви виглядає досить підозріло.

source: Notatka Aleny
uk: Записка Аліни

source: Notatka nie jest podpisana, ale zdecydowanie wygląda jak spisana przez jednego strażnika dla pozostałych. Autor listu sam nie wie, co doprowadziło do wściekłości górników, ale jego rozwiązaniem na uspokojenie sytuacji jest pokaz sił. Jeśli szybko nie dowiem się, o co tutaj chodzi, to może dojść do jakiejś tragedii.
uk: Записка без підпису, але вона безумовно виглядає так, ніби була написана одним вартовим для інших. Автор листа сам не знає, що викликало гнів гірників, але він вважає, що заспокоїти ситуацію можна лише демонстрацією сили. Якщо я швидко не з'ясую, що тут відбувається, може статися якась трагедія.

source: Notatka o zwiadowcy
uk: Примітка про розвідника

source: Notatka od Kurta
uk: Записка Курта

source: Notatka z kopalni Araxos
uk: Записка з копальні Араксосу

source: Notatka zerwana z tablicy ogłoszeń.
uk: Записка, зірвана з дошки оголошень.

source: Notatka, którą znalazłem
uk: Записка, яку я знайшов

source: Notatka, którą znalazłem w domu Volkera.
uk: Записка, яку я знайшов у будинку Волкера.

source: Notatki
uk: Записка

source: Notatki Salviego, które znalazłem w jego skrzyni.
uk: Записка Сальві з його скрині.

source: Notatnik Łowcy
uk: Щоденник слідопита

source: Notger
uk: Нотгер

source: Notgerze, czy będziesz w stanie im pomóc?
uk: Нотгере, ти зможеш їм допомогти?

source: Notgerze, widzę, że nie odwiodę cię od tego pomysłu, lecz ufam, że czynisz to zgodnie z wolą samego Adanosa.
uk: Нотгере, бачу, що не мені відмовляти тебе від цієї ідеї, але вірю, що ти робиш це з волі самого Аданоса.

source: Notka
uk: Записка

source: Notka od Gumberta
uk: Записка Гумберта

source: Notka od Homera
uk: Записка від Гомера

source: Notka od Kurta, którą znalazłem w karczmie Helgi.
uk: Записка від Курта, яку я знайшов в корчмі Хельги.

source: Notka spisana węglem
uk: Записка, написана вугіллям

source: Notka spisana węglem na pomiętej kartce.
uk: Записка, написана вугіллям на зім'ятому клаптику паперу.

source: Notka zabrudzona zaschniętą krwią.
uk: Записка, заплямована засохлою кров'ю.

source: Notka zachęcająca do skorzystania z usługi.
uk: Пам'ятка, що пропонує скористатись послугами.

source: Notka, którą znalazłem przy
uk: Записка, яку я знайшов у

source: Notka, którą znalazłem w domu Dinkela.
uk: Записка, яку я знайшов у будинку Дінкеля.

source: Nowa fala uchodźców
uk: Нова хвиля біженців

source: Nowa gra
uk: Нова гра

source: Nowa praca to nowe możliwości, nawet jeśli polega ona na doglądaniu chwastów w jakimś bajorze. W każdym razie, jest nieźle.
uk: Нова робота – це нові можливості, навіть якщо вона полягає в догляді за травою в якомусь болоті. У будь-якому випадку, це непогано.

source: Nowe jest to, że ludzie w końcu przestaną narzekać na Bestię! No, i oczywiście przestaną też ginąć.
uk: Головне, що люди нарешті перестануть скаржитися на Звіра! Ну, і, звісно ж, перестануть помирати.

source: Nowe techniki
uk: Нові методи

source: Nowe trunki
uk: Нові напої

source: Nowe wytyczne
uk: Нові вказівки

source: Nowego? Hmpf... Nowe to tutaj są tylko kolejne zębacze. Nie mam pojęcia, skąd się biorą te cholerstwa.
uk: Нового? Хм... Нові тут лише чергові снеппери. Поняття не маю, звідки тут беруться ці тварюки.

source: Nowi goście nie zjawiają się tutaj codziennie, więc każdy z nich raduje człowieka sto razy bardziej!
uk: Сюди не часто заходять нові відвідувачі, тому я дуже радий кожному незнайомцю!

source: Nowicjusz
uk: Послушник

source: Nowicjusz Fred wpadł w tarapaty.
uk: Послушник Фред потрапив у халепу.

source: Nowicjusz Hierro może mi sprzedać magiczne zwoje i mikstury. Zazwyczaj przesiaduje w karczmie.
uk: Послушник Гієро може продати мені магічні сувої та зілля. Зазвичай він проводить час у корчмі.

source: Nowicjusz Hierro za opłatą pokaże mi, jak zwiększyć swoją energię magiczną oraz nauczy podstaw alchemii.
uk: За певну плату послушник Гієро покаже мені, як збільшити мою магічну енергію, і навчить основам алхімії.

source: Nowicjusz Riordian powiedział mi, że magii może nauczyć się każdy, jednak potrzeba do tego dużo cierpliwości i odpowiednich ksiąg magicznych. Kto wie, może kiedyś uda mi się jakąś znaleźć?
uk: Послушник Ріордіан розповів, що магії може навчитися кожен, але для цього потрібно багато терпіння та відповідні томи знань про магію. Хто знає, можливо, колись і мені вдасться знайти таку книгу?

source: Nowicjusz Zacky może mi sprzedać zwoje przemiany.
uk: Послушник Закі може продати мені сувої перетворень.

source: Nowicjusz zaprowadził mnie do wieży. Poinformował mnie, że znajdę w niej wszystkie swoje rzeczy. Gdy już będę gotowy, mam się niego zgłosić.
uk: Послушник відвів мене до вежі. Він повідомив, що в ній я знайду усі свої речі. Потрібно підійти до нього, коли я буду готовий.

source: Nowicjusze znaleźli jakieś martwe bestie na cmentarzu.
uk: Послушники знайшли якихось мертвих тварин на цвинтарі.

source: Nowicjusze zrobili tu niezły bałagan, w dodatku jest tu strasznie ciemno. Muszę jakoś rozjaśnić to pomieszczenie i wtedy poszukać potrzebnych przyrządów. Mnóstwo tu starych papierów i składników, lepiej żebym unikał ognia.
uk: Послушники влаштували тут справжній безлад, до того ж тут страшенно темно. Треба якось освітити цю кімнату, а потім шукати необхідні інструменти. Тут багато старих паперів та складників, тож краще обійтися без вогню.

source: Nowy gubernator, Karsten, mimo wielkich oczekiwań - wszak w jego żyłach płynęła błękitna krew - był miernym zarządcą i jeszcze gorszym politykiem. Mimo zatoru w kanałach spowodowanego wizytą trolla nie kiwnął palcem, by pozbyć się problemu, a ludzie, chcąc nie chcąc zaczęli wylewać wszelkie obrzydlistwa na bruk, jak to po dziś dzień czynią na Londram.
uk: Новий губернатор Карстен, попри великі сподівання – адже в його жилах текла блакитна кров, – виявився посереднім управлінцем і ще гіршим політиком. Незважаючи на закриття каналізації, спричинене візитом троля, він і пальцем не поворухнув, щоб позбутися проблеми, і люди, самі того не бажаючи, почали виливати на вулиці всю гидоту, як це роблять у Лондрамі й донині.

source: Nowy na Archolos?
uk: Нещодавно на Архолосі?

source: Nowy na wyspie? Rzadko odwiedzają nas ludzie z zewnątrz.
uk: Нещодавно на острові? До нас рідко навідуються люди ззовні.

source: Nowy najemnik? Mam nadzieję, że Lorenzo nie obniżył standardów wśród swoich ludzi.
uk: Новий найманець? Сподіваюся, що Лоренцо не знизив стандартів серед своїх людей.

source: Nowy w kopalni?
uk: Новенький в копальні?

source: Nowy wpis:
uk: Новий запис:

source: Nowy władca obiecał przebaczyć ludziom posłusznym Jarundowi i Farkandowi - synom Volfzacka, pozwalając zachować pełnione przez nich urzędy. Postawił jednak pewien warunek. Ułaskawieni mają skłonić głowy przed podobizną Innosa, a w Maksymie uznać swojego władcę.
uk: Новий правитель пообіцяв пробачити людей, які підкорилися Ярунду і Фарканду, синам Вольфзака, дозволивши їм зберегти свої посади. Однак він поставив умову. Помилувані повинні схилити голови перед образом Інноса і визнати в Максимусі свого правителя.

source: Nowy, prawda? Jakie wrażenie zrobiły na tobie nasze mury i droga do nich?
uk: Новенький, так? Яке враження справили на тебе наші стіни і дорога до них?

source: Noś go z dumą.
uk: Носи його з гордістю.

source: Nożyce!
uk: Ножиці!

source: Nuda, nuda, i jeszcze raz nuda.
uk: Нудно, нудно і ще раз нудно.

source: Nudno, co?
uk: Нудно, еге ж?

source: Nutka owoców faktycznie jest dość wyraźna, ale czuję też jakby... ocet.
uk: Нотка фруктів насправді досить яскраво виражена, але я також відчуваю щось схоже на... оцет.

source: Nóg nie czuję i coś bym zjadł, ale skoro już tu tyle stoję, to będę stał do skutku!
uk: Ніг не відчуваю, і хочеться щось перекусити, але якщо я тут вже так довго, то стоятиму до кінця!

source: Nóż
uk: Ніж

source: Nóż do mięsa
uk: Ніж різника

source: Nóż na wilki
uk: Вовчий ніж

source: Nędzna pogoda...
uk: Жахлива погода...

source: Nędzna zupa z chwastów
uk: Жалюгідний суп із бур'янів

source: O Adanosie! Mój brzuch!
uk: О, Аданосе! Мій живіт!

source: O Bestii grasującej w pobliskich lasach i czyhającej na takich jak ty!
uk: Про Звіра, що блукає довколишніми лісами і підстерігає таких, як ти!
